[
    {
        "title": "Ore dake Level Up na Ken Season 2 -Arise from the Shadow-",
        "synopsis": "Jinwoo has become a formidable necromancer with an army of loyal shadows at his command. But he must master these abilities while keeping them hidden from other hunters, all while racing against the clock to save his mother. As he faces humanity’s toughest foes, Jinwoo pushes his body and mind to the limit, and the full extent of his newfound power is revealed. [Source: Crunchyroll]",
        "image_url": "https://u.livechart.me/anime/12618/poster_image/66affae73752e34b29292125492f4344.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Re:Zero kara Hajimeru Isekai Seikatsu 3rd Season",
        "synopsis": "※ NOTE: 90-minute special premiereA year has passed since Subaru’s victory at the Sanctuary. He savors a life of fulfillment while Emilia’s camp stands united for the royal selection—until a fateful letter arrives. Anastasia, a royal selection candidate, has invited Emilia to the Watergate City of Priestella. But as the party begins its journey, crisis stirs beneath the surface and Subaru meets a cruel fate once again.[Source: Crunchyroll]",
        "image_url": "https://u.livechart.me/anime/11908/poster_image/a666de6306b2a8c9010a6d60ea5bfad5.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "SAKAMOTO DAYS",
        "synopsis": "Taro Sakamoto was once a legendary hit man considered the greatest of all time. Bad guys feared him! Assassins revered him! But then one day he quit, got married, and had a baby. He’s now living the quiet life as the owner of a neighborhood store, but how long can Sakamoto enjoy his days of retirement before his past catches up to him?![Source: VIZ]",
        "image_url": "https://u.livechart.me/anime/12681/poster_image/6c947e184650263d3dec20621cf54d40.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Arifureta Shokugyou de Sekai Saikyou 3rd Season",
        "synopsis": "After repelling demonic invaders, Princess Liliana leaves the Heiligh Kingdom in search of aid. Hajime decides to join her before tackling the two remaining Great Labyrinths. Along the way, they learn of an attempted invasion and that Cam, the chief of the Haulia Tribe, was captured by the Empire. Hajime vows to use every power he can muster to make it right. Let’s get this party started![Source: Crunchyroll]",
        "image_url": "https://u.livechart.me/anime/11465/poster_image/cbd67e363978d43ae54331baa7984df2.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Kusuriya no Hitorigoto 2nd Season",
        "synopsis": "When a favored concubine becomes pregnant, Maomao is put to the test as her food taster. She must keep her wits sharp, not only to protect the concubine but also against rising dangers in the palace. A new concubine with powerful ties, an unsolved attempt at Jinshi’s life, and a foreign envoy with impossible demands hint at a grand conspiracy poised to engulf the empire.[Source: Crunchyroll]",
        "image_url": "https://u.livechart.me/anime/12609/poster_image/35406efcbbf1d0ebe0b3c426450b7a1c.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Shangri-La Frontier 2nd Season",
        "synopsis": "No synopsis has been added to this title.",
        "image_url": "https://u.livechart.me/anime/12620/poster_image/b3b6753951c68a4a70eccfbafbe01e50.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Kimi no Koto ga Daidaidaidaidaisuki na 100-nin no Kanojo 2nd Season",
        "synopsis": "No synopsis has been added to this title.",
        "image_url": "https://u.livechart.me/anime/12476/poster_image/3cdb97d80fc6c75d102c786c30180fc1.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Dungeon ni Deai wo Motomeru no wa Machigatteiru no Darou ka V: Houjou no Megami-hen",
        "synopsis": "Goddess Festival—A fruit festival that brings the labyrinth city of Orario to life. Goddesses symbolizing fertility are enshrined on the altar, and among them is the Goddess of Beauty. Bell Cranel, who has survived and returned to his daily life from the dead depths of the dungeon, is here and ready to enjoy the bustle of the Goddess Festival until he receives a letter from a girl at a small bar in a corner of Orario—\"To Mr. Bell, please go on a date with just the two of us at the upcoming Goddess Festival. From Syr.\" Syr's single-minded determination will drive both Bell and the labyrinth city crazy. Meanwhile, the Einherjar, the warriors who claim to be the \"strongest,\" are now suddenly on the move...[Source: HIDIVE]",
        "image_url": "https://u.livechart.me/anime/12398/poster_image/d3d51c46d9e72a956ee3e6d00ab268cd.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Class no Daikirai na Joshi to Kekkon suru Koto ni Natta.",
        "synopsis": "High school student Saito Hojo is set to inherit his grandfather’s major corporation. First, he must marry Akane Sakuramori, the girl he despises the most, and who hates him just as much. The two are determined to keep their unexpected marriage a secret from their classmates. But as they begin their newlywed life, the distance between them starts to close.[Source: Crunchyroll]",
        "image_url": "https://u.livechart.me/anime/12716/poster_image/cec507cb4f1efd48b32d97cf5f8ee6ff.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Dr. STONE SCIENCE FUTURE",
        "synopsis": "※ NOTE: Fourth season of Dr. STONE; split 3 cour.After the battle on Treasure Island, Senku and the gang return to the Kingdom of Science. With their sights set on the Moon, they must first voyage to the Americas in hopes of beginning to harvest the required materials. Through teamwork and science, they continue the fight to save humanity once and for all![Source: Crunchyroll]",
        "image_url": "https://u.livechart.me/anime/12468/poster_image/ce4c9ce94e62b0c84a31f95d74de132d.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Izure Saikyou no Renkinjutsushi?",
        "synopsis": "Iruma Takumi finds himself caught up in a hero summoning, even though he’s not a hero. Summoned by mistake to Mildgard, a fantasy world of swords and magic, Takumi is given a chance to start over. Though he dreams of a peaceful life, the goddess Nolyn grants him “alchemy,” an ultra-powerful skill that allows him to create anything from holy swords to flying ships. His reluctant adventure begins![Source: Crunchyroll]",
        "image_url": "https://u.livechart.me/anime/12653/poster_image/96cdd7e9ca081b733900613ec6ea8e5e.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Hazure Skill \"Kinomi Master\" ~Skill no Mi (Tabetara Shinu) wo Mugen ni Taberareru You ni Natta Ken ni Tsuite~",
        "synopsis": "In a world where eating “Skill Fruits” grants special powers, Light, a boy who seeks to become the world’s greatest adventurer, obtains the «Fruitmaster» skill, a bogus skill specializing in fruit cultivation that is completely useless in combat.\nEating a second “Skill Fruit” results in death, so there are no do-overs. Meanwhile, his childhood friend Rena, who promised to become an adventurer with him, achieves S Rank in record time, and the gap between them widens.\nLight spends his days farming and training with a sword, but one day, he accidentally eats a second “Skill Fruit.”\n“Why am I not dying?!”\nLight avoids certain death and learns the incredible true power of the «Fruitmaster» skill: he can eat as many “Skill Fruits” as he wants! His overpowered ability allows him to gain an ability every time he eats one, for an unlimited number of times!! The worst skill ever is actually the best skill ever!!![Source: Crunchyroll]",
        "image_url": "https://u.livechart.me/anime/12687/poster_image/6e1b515b724019558742f7dbc4283859.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Fuguushoku \"Kanteishi\" ga Jitsu wa Saikyou Datta: Naraku de Kitaeta Saikyou no \"Shingan\" de Musou suru",
        "synopsis": "Ein has been saddled with the job of \"Appraiser,\" the weakest and least fortunate of all the jobs one can be born with, as the only power it grants is the ability to appraise things.\nTreated cruelly by all and reduced to a litter collector by his peers, Ein has grown to hate himself and lives his days in spineless self-abasement. But when he meets Yuri, the spirit of the World Tree, and her protector, Ursula the sage, Ein's fate takes a drastic turn.\nWith the gift of a Spirit Eye from Yuri and the help of Ursula in learning how to use it, Ein grows stronger and stronger, until he's ready to take Yuri on her long-desired journey to meet her World Tree's sisters. He goes on to overcome all sorts of challenges, armed with his natural kindness and his new-found courage.[Source: Crunchyroll]",
        "image_url": "https://u.livechart.me/anime/12723/poster_image/51f9667c7c09456310e60d7a6d04aff3.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Guild no Uketsukejou desu ga, Zangyou wa Iya nanode Boss wo Solo Toubatsu Shiyou to Omoimasu",
        "synopsis": "Alina Clover signed up to be a receptionist for the Adventurers Guild thinking it would be her ticket to the good life. Unfortunately, her dream gig turns into an overtime nightmare whenever the adventurers get stuck clearing a dungeon. To save herself from a mountain of paperwork, Alina takes to beating down monsters herself to solve the problem! Now she just needs to keep her activities a secret... [Source: Yen Press]",
        "image_url": "https://u.livechart.me/anime/12266/poster_image/494b50c76d2a00c1cad3e7a7d3756b1f.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Ao no Hako",
        "synopsis": "Do these sports-crossed lovers have a chance?\nTaiki Inomata loves badminton, but he has a long way to go before he can reach nationals. When Taiki sees upperclassman Chinatsu Kano practicing her heart out on the girls’ basketball team, he falls for her hard. After an unexpected turn of events brings the two closer together, sports might not be the first thing on their minds anymore![Source: TMS Entertainment]",
        "image_url": "https://u.livechart.me/anime/11380/poster_image/3ca03725cac3b47bc65e16d7f192f507.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Kuroiwa Medaka ni Watashi no Kawaii ga Tsuujinai",
        "synopsis": "For Mona Kawai, winning hearts and turning heads comes naturally. Everything changes when Medaka Kuroiwa, a new transfer student, arrives. He won’t even give Mona a second look, and it turns her life upside down! Mona tries everything she can to win Medaka over, even going to the extreme at times. Tune in to a new rom-com about a queen bee and an unfazed boy among the school’s halls.[Source: Crunchyroll]",
        "image_url": "https://u.livechart.me/anime/12658/poster_image/733080d667c091976183bc0d2db3ba6f.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Amagami-san Chi no Enmusubi",
        "synopsis": "Uryu Kamihate is a high school student striving to enter Kyoto University’s medical school.\nAfter being raised at an orphanage, Uryu is taken in by the chief priest at Amagami Shrine, where he begins to live as a freeloader—and to cohabit with Yae, Yuna, and Asahi, the three beautiful shrine maiden sisters!\nWhat’s more, the condition he must meet in order to live at the shrine for free is to marry into the family and inherit the shrine!\nHow will Uryu overcome his marriage meetings with the three sisters as well as the many challenges that Amagami Shrine faces?\nSo begins a miraculous rom-com about living under the same roof with three shrine maidens![Source: Crunchyroll]",
        "image_url": "https://u.livechart.me/anime/11981/poster_image/7f231c7a431943c0f2d811dccaa5968c.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Watashi no Shiawase na Kekkon 2nd Season",
        "synopsis": "No synopsis has been added to this title.",
        "image_url": "https://u.livechart.me/anime/12338/poster_image/fb66ab1f9e0580c99cfa3d8d59ed1f78.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "A-Rank Party wo Ridatsu shita Ore wa, Moto Oshiego-tachi to Meikyuu Shinbu wo Mezasu.",
        "synopsis": "Yuke, a red mage, angrily declares that he's leaving Thunder Pike, the A-rank party he's been with for five years, because he's fed up with being insulted and ridiculed by the other members.\nWhile searching for a new party, he runs into his former students Marina, Silk, and Rain, and decides to join their party, Clover. Encouraged by their admiration of him as their teacher, Yuke leads them in completing several quests that show off his own extraordinary magic and skills while bringing out the girls' abilities to their fullest.\nThen, through an \"adventure broadcast\" by an artifact known as Camelot, Clover becomes well-known throughout society. The party's dream is to conquer Achromatic Darkness, the most challenging dungeon of all, but as they take on other dungeons in hopes of eventually achieving that goal, they gradually become entangled in chaos that threatens the whole world...[Source: Crunchyroll]",
        "image_url": "https://u.livechart.me/anime/12822/poster_image/48f770edbadb13dfe76399b42df552bf.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Arafo Otoko No Isekai Tsuhan Seikatsu",
        "synopsis": "Kenichi Hamada is just a regular, middle-aged man working as an illustrator in Japan. One day, he is transported to another world and wakes to find himself in the middle of a dangerous forest filled with ravenous monsters. He quickly discovers a massive online shopping site that can deliver him exactly what he needs. Join Kenichi on his search for relaxation in a new world![Source: Crunchyroll]",
        "image_url": "https://u.livechart.me/anime/12800/poster_image/038fd8d2ec76b6f7401dde59fb181764.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Botsuraku Yotei no Kizoku dakedo, Hima Datta kara Mahou wo Kiwametemita",
        "synopsis": "While innocently enjoying himself after work, one man’s life changes forever. He wakes in the body of Liam Hamilton, the youngest son of a noble house on the brink of collapse. Amid the chaos, Liam realizes he finally has time to learn and practice magic. Once he begins, it takes his life for an even bigger turn. Can Liam master magic and save his noble family? The aristocratic fantasy begins![Source: Crunchyroll]",
        "image_url": "https://u.livechart.me/anime/12590/poster_image/dbc5f3e483e068acfc42e3294f366dfe.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Go-toubun no Hanayome *",
        "synopsis": "Futaro, who successfully guided the academically struggling and study-averse quintuplets as their part-time tutor until their \"graduation.\" Though each achieved their dreams and walked their own paths, it seems they each carry some worries... Amidst this, Futaro and the quintuplets plan a Hawaii trip doubling as their honeymoon. Just as preparations were going smoothly, an incident occurred, causing a great panic! And even in Hawaii, their honeymoon destination, they find themselves caught up in troubles...!? A 500% adorable quintuplet romantic comedy, the honeymoon edition──!![Source: Pony Canyon]",
        "image_url": "https://u.livechart.me/anime/12646/poster_image/60c7bb9d70b1e52f3fae4713e91599f9.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Nihon e Youkoso Elf-san.",
        "synopsis": "Ms. Elf is intrigued by Japanese culture?! Working adult Kitase Kazuhiro’s hobby is sleeping. Ever since he was a child, he’s had exciting adventures in the mysterious other world he dreams about. One day, while exploring ancient ruins with an elf girl he befriended, he is unfortunately burned by the breath of a magic dragon he encounters. When he awakens from his dream, an elf girl who shouldn’t be in his room is sleeping next to him…[Source: Crunchyroll]",
        "image_url": "https://u.livechart.me/anime/12481/poster_image/dee4f76836378923f5f4627336bf2e5a.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Salaryman ga Isekai ni Ittara Shitennou ni Natta Hanashi",
        "synopsis": "The Four Heavenly Kings of the Demon King's army reign over a certain alternate world, and the one chosen as the fourth of them... is none other than an ordinary salaryman, Uchimura Dennosuke! After being headhunted by the Demon King's army, Uchimura is welcomed into a director-level position... but business in the Demon King's army is one life-or-death mission after another! Since Uchimura has no particular powers, he must tackle every challenge he faces in this new world using the experience and knowledge of a salaryman! This career change isekai tale is for all the working folks out there![Source: Crunchyroll]",
        "image_url": "https://u.livechart.me/anime/12761/poster_image/758b477aeb29c2f08371c557c1fdc705.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "S-Rank Monster no \"Behemoth\" dakedo, Neko to Machigawarete Elf Musume no Pet toshite Kurashitemasu",
        "synopsis": "A proud knight, slain in battle, finds himself alive once more-reincarnated in the body of a fearsome behemoth. As if he wasn't confused enough by this turn of events, apparently behemoth cubs look exactly like adorable kittens?! Even if the rest of the world sees him as soft and cuddly, he has the honor of a noble warrior and the strength of an unstoppable S-ranked monster, both of which will be put to the test as he fights to protect the beautiful elf who has taken him as her pet![Source: Yen Press]",
        "image_url": "https://u.livechart.me/anime/12594/poster_image/a4c04eec17e121300f3449ea79013408.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Unnamed Memory Season 2",
        "synopsis": "After traveling to the past to save a young Tinasha, Oscar finds himself living in an alternate timeline. While visiting the kingdom of Tuldarr, he discovers Tinasha lying in a deep slumber beneath the castle. As he approaches, she awakens, and they meet for the first time once again.[Source: Crunchyroll]",
        "image_url": "https://u.livechart.me/anime/12722/poster_image/b34ef705e7e02e4aa5ad73b37340e1b2.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Kono Kaisha ni Suki na Hito ga Imasu",
        "synopsis": "Yui Mitsuya and Masugu Tateishi aren't just any coworkers—they totally have the hots for each other. His helpful yet humble attitude makes her giddy, and her cuteness leaves him grinning like a fool. Problem is, they're trying to keep their new relationship under wraps to avoid making things awkward at work. But seeing how they can't keep their hands off each other, they run the risk of spilling their little secret with each passing day at the office.[Source: Kodansha USA]",
        "image_url": "https://u.livechart.me/anime/12763/poster_image/5228b0482dcf857dffcb2147f7ed5635.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Magic Maker: Isekai Mahou no Tsukurikata",
        "synopsis": "On the night of his 30th birthday, one man’s dreams of wielding magic come true after he unexpectedly passes away. He wakes as Sion, a young child in another world. He and his elder sister, Marie, are the children of a lower-class noble family who govern their region. After receiving conflicting messages from their father, Sion and Marie set out on an adventure to uncover the magic.[Source: Crunchyroll]",
        "image_url": "https://u.livechart.me/anime/12749/poster_image/fb0feb2108805ef71081fad6dd87e090.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "ZENSHU",
        "synopsis": "After graduating from high school, Natsuko Hirose starts her career as an animator. Her talent quickly flourishes, and she makes her debut as a director in no time. Her first anime becomes a massive hit, sparking a social phenomenon and earning her recognition as an up-and-coming genius director. Her next project is set to be a romantic comedy movie themed around first love! However, having never been in love herself, Natsuko struggles to understand the concept of first love, and as a result, she’s unable to create the storyboard, causing the movie production to come to a standstill. One day, she passes out while working on her storyboard and wakes up in the world of her favorite childhood anime movie \"A Tale of Perishing\".[Source: MAPPA]",
        "image_url": "https://u.livechart.me/anime/12601/poster_image/9854b5071a59838858ac76934f645dcb.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Honey Lemon Soda",
        "synopsis": "In middle school, Uka Ishimori was nicknamed “Stone.”\nIn order to change herself, she enrolled in Hachimitsu High School, known for its culture of student liberty. Seated in at the desk next to her in the same class is Kai Miura, a coolly freewheeling boy with lemon-colored hair. In truth, Uka met Kai once in middle school, and decided to attend Hachimitsu based on a single word he said to her.To Uka, the popular Kai is a distant presence.\nYet somehow, Kai starts to look after Uka. With Kai encouraging her, Uka gradually begins to fit in with her classmates…\nBut...Uka’s world is gradually changing with Kai’s presence. —\nNow, I am in the center of the endlessly spreading light.[Source: Crunchyroll]",
        "image_url": "https://u.livechart.me/anime/12545/poster_image/2e732f933b54b3ce8ac1c5dfa4c489f7.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "NEET Kunoichi to Nazeka Dousei Hajimemashita",
        "synopsis": "In order to protect an ordinary businessman, Tsukasa Atsumi, from demons, a genius kunoichi, Shizuri Ideura, signs a master-servant contract with him on the condition that she stays with him. Despite her cool appearance of defeating demons, Shizuri is an otaku NEET who spends all her time playing video games. While Shizuri is spoiled by Tsukasa and leads a lazy cohabitation life, the quirky Kunoichi gather together... A romantic comedy about living together with a genius Kunoichi who is an otaku and a NEET![Source: HIDIVE]",
        "image_url": "https://u.livechart.me/anime/12526/poster_image/54e2c5099b99023eb554cd8d7e74cf72.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Akuyaku Reijou Tensei Ojisan",
        "synopsis": "After being struck by a car, 52-year-old civil servant Kenzaburou Tondabayashi finds himself reborn as the villainess of his daughter’s favorite video game! Now trapped in the role of the haughty and arrogant Grace Auvergne, Kenzaburou commits himself to playing out Grace’s role in the game’s story…only his kind nature and elegant Japanese manners accidentally turn the unlikeable Grace into the most admired girl in.",
        "image_url": "https://u.livechart.me/anime/12483/poster_image/fb43a797c8c070363ec4a38ee2bc9728.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Übel Blatt",
        "synopsis": "Rumors stir throughout the land: when the wielder of the black sword draws his dark blade, all who stand in its path are torn asunder...! Köinzell, the mysterious young boy who carries the black sword, undeniably wields it with exceptional skill, but can he truly be responsible for the bloody rumors? Pursued by the Traitorous Lances, four powerful warriors who were thought to have been defeated by the Seven Heroes, the strength of the young swordsman will be tested to its limit. At battle's end, only the shocking truth of Köinzell's quest will stand above the corpses of his enemies... An epic fantasy on the grandest of scales![Source: Yen Press]",
        "image_url": "https://u.livechart.me/anime/12542/poster_image/2a9d675dcf26f8d3164f771dcae9d79e.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Sentai Red Isekai de Boukensha ni Naru",
        "synopsis": "Togo Asagaki was the Red Ranger in a heroic Ranger squad. During their final battle against an evil organization, he gave his life to guarantee their triumph. But fate had other plans, and he found himself reborn in an entirely different world. Embracing his new role as an adventurer, he transforms into Kizuna Red and continues his pursuit of justice, helping those in need.[Source: Crunchyroll]",
        "image_url": "https://u.livechart.me/anime/12793/poster_image/fc37857a1e9e0f019f787e1706969e72.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Chi. -Chikyuu no Undou ni Tsuite-",
        "synopsis": "In fifteenth-century Europe, heretics are being burned at the stake. Rafal, a brilliant young man, is expected to enter university at an early age and study the era’s most important field, theology. But Rafal values Reason above all else, which leads him both to the shocking conclusion that the Earth orbits the Sun, and into the hands of the Inquisition!\nA decade later, two members of the Watch Guild, the dour young Oczy and the cynical Gras, find a hidden stone chest that details the secrets of the universe Rafal left behind. Dare they try to change their own stars by selling the heretical texts, or would that only lead to the stake and the fire?[Source: Seven Seas Entertainment]",
        "image_url": "https://u.livechart.me/anime/11295/poster_image/c28f8c4ced8843a5e5baf9df6b4927b9.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Ameku Takao no Suiri Karte",
        "synopsis": "Ten’ikai General Hospital’s Supervisory Department of Diagnostic Pathology handles cases other physicians deem too difficult to treat. It’s also where bizarre mysteries surface, from unexplained illnesses to strange murders even the police can’t solve. At the center of it all is Takao Ameku, a brilliant doctor determined to reveal the shocking truth behind these anomalies.[Source: Crunchyroll]",
        "image_url": "https://u.livechart.me/anime/12626/poster_image/776646b32b87578812e29f69c088d629.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Ao no Exorcist Yosuga-hen",
        "synopsis": "Yukio parts ways with Rin and makes his way to the Illuminati.\nIn order to face Yukio, who is seeking strength and the truth, Rin decides that he must learn the secret of their birth. With Mephisto’s guidance, he embarks on a journey to the past.\nRin traces the footsteps of their adoptive father, Shiro Fujimoto, and birth mother, Yuri Egin. But the path they took in life was harsher than Rin could have ever imagined....\nWhy were children born between the Demon God Satan and a human?\nWhat was the Blue Night?\nAnd when Rin learns everything, what will be his answer...?[Source: Aniplex USA]",
        "image_url": "https://u.livechart.me/anime/12743/poster_image/fdb69265910e7b38bc9721858e084c47.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Dragon Ball DAIMA",
        "synopsis": "Goku and company were living peaceful lives when they suddenly turned small due to a conspiracy! When they discover that the reason for this may lie in a world known as the \"Demon Realm\", a mysterious young Majin named Glorio appears before them.[Source: Crunchyroll]",
        "image_url": "https://u.livechart.me/anime/12371/poster_image/be5f825b836e01297b6e1ccfd2fc3294.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Okinawa de Suki ni Natta Ko ga Hougen Sugite Tsura Sugiru",
        "synopsis": "When Teruaki Nakamura transfers to laid-back Okinawa, he falls for the lively Kyan-san—but her dialect is a complete mystery to him. With Higa-san translating, Teru’s misunderstanding-filled island life takes off...and subtle hints suggest Higa-san might want his heart too. On this serene island, love flows as freely as the ocean breeze![Source: Crunchyroll]",
        "image_url": "https://u.livechart.me/anime/12240/poster_image/c2fcffb7f7d55554f2b94f4b930ed7fa.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Rurouni Kenshin -Meiji Kenkaku Romantan- Kyoto Douran",
        "synopsis": "During the upheaval of the Bakumatsu Era, the Imperialist Kenshin Himura was feared as the “Hitokiri Battosai.” Although he carries a sakabato in his hand, he swore to never kill again and spends his days living in the new era as a ruruoni.\nOn May 14th, Meiji 11, one of the “Three Great Nobles of the Restoration,” Toshimichi Okubo, was killed. Behind the scenes of this incident that would change the times, Makoto Shishio plans to overthrow the Meiji government. Kenshin says his goodbyes to Kaoru Kamiya and sets off to Kyoto, where he plans on stopping Makoto Shishio, a successor to the title “Hitokiri Battosai” himself.\nKenshin leaves his friends behind, encounters new people and fights against the Shishio clan. Caught between his destiny and his promise to never kill again, the curtain rises once again for the second season of Rurouni Kenshin, a story filled with the memories and feelings of all involved![Source: official English website]",
        "image_url": "https://u.livechart.me/anime/12458/poster_image/b1127f3d789eae1b6eddc60adb97eb26.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Jibaku Shounen Hanako-kun 2",
        "synopsis": "There’s a rumor going around about the Seven Wonders of Kamome Academy. Nene Yashiro and her classmate, Kou Minamoto, work with Hanako-san to expose a traitor among the ranks of the Seven Wonders. After breaking No. 2, the Misaki Stairs, and No. 5, the 4 O'clock Library, only five remain. Can they uncover the perpetrator before it’s too late?[Source: Crunchyroll]",
        "image_url": "https://u.livechart.me/anime/12406/poster_image/a168ce9e1e8fbe8c9cb55a912262fabb.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Ishura 2nd Season",
        "synopsis": "No synopsis has been added to this title.",
        "image_url": "https://u.livechart.me/anime/12598/poster_image/f77e46a9fde2e600e16c0633fb66245f.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Kisaki Kyouiku kara Nigetai Watashi",
        "synopsis": "Leticia Dorman, daughter of a duke, is less than thrilled to be engaged to a crown prince. Betrothed since childhood and trained to be queen, she always hoped Prince Clarke would fall for someone else one day. So when he shows up at a ball with another woman, Lettie excitedly retreats to the countryside to start her new life—only for Clarke to appear, determined to win her heart.[Source: Crunchyroll]",
        "image_url": "https://u.livechart.me/anime/12392/poster_image/4b578da3b8903ca2c29531d60169eabd.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Hana wa Saku, Shura no Gotoku",
        "synopsis": "On the picturesque island of Tonakijima with a population of only 600, Hana’s favorite pastime is reading literature to the island’s children. Her narration skills are second to none, and Mizuki, the president of the school’s broadcasting club immediately recognizes Hana’s ability to engage with others and draw them into her recitations. Invited by Mizuki to join the club, Hana embarks on a journey to discover her true love of reading — and maybe even change the course of her life along the way.[Source: HIDIVE]",
        "image_url": "https://u.livechart.me/anime/12696/poster_image/0feb054a6ac19399c16cf055553b75dd.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Youkai Gakkou no Sensei Hajimemashita!",
        "synopsis": "Haruaki Abe is happy to finally fulfill his dream of becoming a teacher. That happiness is short-lived after he arrives at Hyakki Academy and finds out the school is full of monsters! Can Haruaki overcome his cowardice and get his supernatural students under control? Join the timid teacher and his bizarre class for a tale of ghoulish mischief and paranormal education.[Source: Crunchyroll]",
        "image_url": "https://u.livechart.me/anime/12456/poster_image/2ee2fc13686ccbf84ba9416702cc4a9c.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Grisaia Phantom Trigger",
        "synopsis": "What was once \"Mihama Academy,\" a sanctuary for young girls, has now been transformed into a SORD (Special Organization for Research & Development) training school dedicated to fostering talent for national defense. Rena and Maki specialize in firearms, Tohka and Gumi excel at sniping, Chris handles explosives and data processing, and Murasaki is a skilled ninja for intelligence operations. Together, they take on cases too complex for the police or Self-Defense Forces, repeatedly facing dangerous missions. This is the story of these young girls, painted in blood and gunpowder.[Source: Crunchyroll]",
        "image_url": "https://u.livechart.me/anime/11101/poster_image/14ac2821cd7c4137f254dfc7b5cd4d5d.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Mahoutsukai no Yakusoku",
        "synopsis": "On a moonlit night, Akira Masaki finds herself in a magical world where wizards and humans coexist. Every year, they must face an enormous, deadly moon that attacks the planet. Their only hope lies with the Wizards of the Sage, appointed to fight the supernatural threat. But Akira soon discovers she wasn’t summoned by chance—she was chosen to lead them in battle.[Source: Crunchyroll]",
        "image_url": "https://u.livechart.me/anime/12408/poster_image/f2b4877e47570db5e749d3abae2d4f57.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Medalist",
        "synopsis": "Tsukasa Akeuraji, a frustrated skater, meets Inori Yuitsuka, a girl who yearns to be a figure skater. Motivated by Inori's obsession on the rink, Tsukasa begins coaching Inori. Inori's talent blossoms, and Tsukasa becomes a brilliant mentor. Together they aim to make her a glorious medalist![Source: Disney]",
        "image_url": "https://u.livechart.me/anime/9904/poster_image/f0a92c0dc781a07ba9af8161ededbe0e.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Ao no Miburo",
        "synopsis": "The Black Ships arrive in Kyoto as the shogunate stumbles toward ruin. Living amidst the chaos is Nio, a kindhearted boy on the verge of discovering his destiny. He meets two “Miburo,” Hijikata Toshizo and Okita Soji, members of the band of Mibu ronin who will later become the famous Shinsengumi. With dreams of a better world, Nio joins their fight to defend the city.[Source: Crunchyroll]",
        "image_url": "https://u.livechart.me/anime/12327/poster_image/865285972c03fc2a51fa900753f4b563.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "SPECIAL EDITED VERSION \"ONE PIECE\" Gyojin-tou-hen",
        "synopsis": "※ NOTE: Special edited version of the original Fish-Man Island arc in an abridged 21-episode story with an enhanced contemporary visual look. The Straw Hats reunite at Sabaody! The promised day has arrived. The Straw Hats have made it back to Sabaody Archipelago after two arduous years of separation. In the very same place where they once lost to Pacifista, the Straw Hats have proven themselves to be stronger and ready to begin their journey to the New World. With the Thousand Sunny now equipped to travel underwater, the next stop is the Fish-Man Island.[Source: Crunchyroll]",
        "image_url": "https://u.livechart.me/anime/12883/poster_image/f81c6bd50382decdfeda10734831cdf9.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "TASOKARE HOTEL",
        "synopsis": "\"TASOKARE HOTEL\" is a hotel that is engulfed in twilight all day long, with no distinction between day and night.\nIt exists as a place between life and death, where souls unable to decide whether to move on to the afterlife or return to the present world can rest their wings.\nThe protagonist, Neko Tsukahara, wanders into \"TASOKARE HOTEL\" without remembering who she is or why she's there.\nGuided by the hotel staff, she is led to her room.\n\"There should be items related to the customer's memories in the room. These might serve as clues to help the customer regain their memories.\"\nWhile searching for a way to return to the present world and remembering who she is, she encounters a certain incident...[Source: It's Anime]",
        "image_url": "https://u.livechart.me/anime/12718/poster_image/affd322a261ffa8e0d29efa4fecc00ea.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Momentary Lily",
        "synopsis": "Robotic invaders wiped out all life, but Renge fights to survive using her powers. With no memories, she roams the city until she meets five other young women, each with unique abilities. Together, they make the most of their lives, cooking delicious meals between battles with mechanical monstrosities. As they uncover the secrets of their powers and pasts, they find strength in their friendship.[Source: Crunchyroll]",
        "image_url": "https://u.livechart.me/anime/12643/poster_image/24b2af86614364b3ac6382563fa8bcde.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Tohai - Ura Rate Mahjong Tohai Roku",
        "synopsis": "Money, women, organs. Kei, a high school boy, frequents the underground mahjong parlor teeming with desires, earning him the moniker 'K of Ice' in the underworld due to his cold-hearted strategy and stylish gameplay. Rumors also circulate that he keeps a girl at his home.[Source: Press Release]",
        "image_url": "https://u.livechart.me/anime/11378/poster_image/54e7d4adb680732db945c9acb46a601d.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Douse, Koishite Shimaunda.",
        "synopsis": "It's July 1, 2020. Mizuha, a high school second-year, is having the worst seventeenth birthday ever. She's missing her chance to get close to the older student she admires, and her parents didn't even remember that it's her birthday. Worst of all, there's a new and unknown infectious disease making the rounds, so all her club tournaments and school trips have been canceled.\nShe's convinced that she'll never have the dazzling youth that she's always dreamed of... but then her childhood friend, Kizuki, suddenly declares himself a candidate to be her boyfriend.\nThis is a school youth story about four childhood friends who grew up like family, one being the heroine, Nishino Mizuha, and the four boys she grew up with whom she sees as family.[Source: Crunchyroll]",
        "image_url": "https://u.livechart.me/anime/12539/poster_image/ad564916330a426f5e046da3198452b4.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Meitantei Conan",
        "synopsis": "Shinichi Kudo is a high school detective. One day, suspicious men in black forcefully give him a strange poison and his body shrank to the time of when he was in the first grade! Hiding his identity, he made a new name for himself: Conan Edogawa. Conan now lives with his childhood friend Ran Mori and her detective father in hopes of hunting down the Black Organization while being involved in cases. He faces numerous difficult cases and goes against a notorious thief but keeps on solving mysteries to find the one and only truth![Source: TMS Entertainment]",
        "image_url": "https://u.livechart.me/anime/319/poster_image/d2f5cdf3efe83314b23bd1bbaf299ec0.jpg/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "TRILLION GAME",
        "synopsis": "Old schoolmates Haru and Gaku will do anything to achieve success. And success to them means earning a trillion dollars! But to do so, they’ll need to take full advantage of their own unique skills. Haru is a persuasive and confident speaker who can connect with anyone, while Gaku, although awkward, is an expert programmer. Will their combined talents be enough to make their dream a reality?[Source: Crunchyroll]",
        "image_url": "https://u.livechart.me/anime/12329/poster_image/5aba1361b22321068a3a02317d9037b5.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "FARMAGIA",
        "synopsis": "In Felicidad, farmers known as the Farmagia raise monsters under the peaceful rule of the Magus Diluculum. After the Magus passes, a power struggle erupts among forces using monsters to seize control. In the town of Centvelt, Farmagia Ten and his friends band together against the despotic new ruler, Glaza. Ten, his friends, and their home-grown monsters must stay strong to defend their freedom.[Source: Crunchyroll]",
        "image_url": "https://u.livechart.me/anime/12709/poster_image/9adf2a5e404b692042dc132f09992d1b.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Pocket Monsters (2023)",
        "synopsis": "※ NOTE: Premiered with two episodes back-to-backFollow Liko and Roy as they unravel the mysteries that surround them and encounter Friede, Captain Pikachu, Amethio, and others during their exciting adventures![Source: The Official Pokémon YouTube channel]",
        "image_url": "https://u.livechart.me/anime/11732/poster_image/0406f4e410e1a7426aa6d18a12091591.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Sorairo Utility (TV)",
        "synopsis": "\"At this rate, I'll just graduate as a plain background character A!\"\nMinami Aoba was troubled. She had no particular strengths or things she wanted to do.\nIs it okay for her high school life to end as such an ordinary supporting character!? Leaving school behind, Minami searches for her own \"special uniqueness.\" She stumbles upon the nearby golf practice range by chance. Approached by part-time worker Haruka Akane, Minami grasps the golf club—the \"utility.\"\nAnd thus, it was the encounter between Minami and golf.\nWinning is not the only thing in golf! Everything related to golf is enjoyable!\nTogether with the genius golfer Haruka and Ayaka Hoshimi, who aspires to be an influencer, they seek the moment when they can become the \"protagonist\"! As a super beginner, Minami swings her club once again today.[Source: Pony Canyon]",
        "image_url": "https://u.livechart.me/anime/12522/poster_image/01b9dd84ab412278fe2f36286741d4a9.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "BanG Dream! Ave Mujica",
        "synopsis": "\"Will you give me the rest of your life?\"\nAfter losing everything in a single night, Sakiko Togawa reaches out toward an even deeper abyss, one that will drag everyone around her down as well.\nGathering the lives of girls burdened with their own troubles and desires, Sakiko raises the curtain on a perfect masquerade.\n\"Welcome to the world of Ave Mujica.\"\nOn a stage where sorrow, death, fear, love—even the solace of forgetting—are stripped away, will their masks be torn off and shatter into oblivion, or will they…[Source: Bushiroad]",
        "image_url": "https://u.livechart.me/anime/12328/poster_image/f107bbc810941b23aec7ead78b199bfe.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "SHINKALION Change The World",
        "synopsis": "\"Unknown\" is a mysterious enemy that suddenly appeared a long time ago. As a countermeasure, the \"Evolutionary Railway Development Agency\" (ERDA) has developed the \"Shinkalion,\" robot that transform into bullet trains, to prepare for the threat.\n\"I want to be a cool person who can protect something...\" Taisei Ohnari, a second-year junior high school student, transfers to Shinkai Gakuen Middle School in search of clues about his older sister who disappeared two years ago.\nJust then, the Unknown appears for the first time in 10 years. Taisei happens to have a high aptitude value as a Shinkalion pilot, and is forced to make a decision to fight it.\nWhat is the true nature of the Unknown and what is its purpose? What is the truth that comes to light at the end of the fight? The story of the boys' determination and growth begins now.[Source: official website, translated by Crunchyroll News]",
        "image_url": "https://u.livechart.me/anime/12478/poster_image/837c00372002d55d748d99d1db5ae2ca.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "0-saiji Start Dash Monogatari Season 2",
        "synopsis": "No synopsis has been added to this title.",
        "image_url": "https://u.livechart.me/anime/12952/poster_image/036fa11376c106ff49f22ea180f6ec74.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Babanba Banban Vampire",
        "synopsis": "Vampire Ranmaru Mori just wants to sample the blood of an 18-year-old virgin. But protecting the virginity of 15-year-old Rihito Tatsuno for three more years is proving tougher than anticipated! [Source: Netflix]",
        "image_url": "https://u.livechart.me/anime/12544/poster_image/8af2dfec2b194f3638f71431ba0ba45c.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Sousei no Aquarion: Myth of Emotions",
        "synopsis": "The Aquarion, a giant mechanized fighting suit, is humanity’s best weapon against interstellar threats. Human pilots trained and worked together to defeat Shadow Angels, invading Abductors, and kinetic energy monsters over thousands of years. Once again, humanity must turn to the Aquarion. With the fate of the Earth hanging in the balance, will the suit be enough to save mankind?[Source: Crunchyroll]",
        "image_url": "https://u.livechart.me/anime/11880/poster_image/af2b567c984cf13107a6aaa515932719.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Tousouchuu: Great Mission",
        "synopsis": "In the future, where mankind has moved to the moon… Chronos Inc.’s big survival game show, “Run For Money” (also known as “TOSOCHU” in Japan) is entertaining the residents of the Moon World Colony!\nIn the game, those who complete the difficult missions as runners and escape from Tracking Android Hunters win huge bounties and enormous popularity, becoming the admiration of boys and girls. Sawyer Tomura, a boy with outstanding physical abilities, enters the world of “Run For Money” like he has always longed to do.\nSawyer is transported to an unprecedented and spectacular stage along with other fellow runners. As he faces the threat of the Hunters and the toughest missions, he begins to run to successfully escape![Source: Toei Animation Europe]",
        "image_url": "https://u.livechart.me/anime/11763/poster_image/9ab2b02304e545ad3782b793b27fbea0.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Kankin Kuiki Level X (Sequel)",
        "synopsis": "No synopsis has been added to this title.",
        "image_url": "https://u.livechart.me/anime/12881/poster_image/cb5fadaaf2cd8eb9c95fd64f3181f3b7.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Doraemon (2005)",
        "synopsis": "Robotic cat Doraemon is sent back in time from the 22nd century to protect 10-year-old Noby, a lazy and uncoordinated boy who is destined to have a tragic future. When Doraemon arrives and tells the boy about the misfortune that awaits him, Noby commits to changing his ways in an attempt to improve the future for himself and his descendants -- including great-great-grandson Soby, who was the one who sent the robot back in time to help. Doraemon is able to create secret gadgets from a pocket on his stomach to help with the situation, but they usually cause more bad than good because of Noby's propensity to misuse them.",
        "image_url": "https://u.livechart.me/anime/1480/poster_image/52ea5dd32b4fe2a892dc6b269583bcc5.jpg/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "UniteUp! -Uni:Birth-",
        "synopsis": "The journey continues after an exhilarating performance that solidifies PROTOSTAR’s bond. Now, Akira, Banri, and Chihiro are determined to build on their momentum as they face new challenges in the competitive entertainment industry. As the boys work to refine their skills and grow as aspiring idols, they encounter rival groups who push them to their limits.[Source: Crunchyroll]",
        "image_url": "https://u.livechart.me/anime/12281/poster_image/7cfaafa1a92862775b37a8622c7175cc.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Mahoutsukai Precure!! ~MIRAI DAYS~",
        "synopsis": "Mirai Asahina, a very curious 13-year-old girl with a love for mysterious things, met a young witch named Liko during spring break.\nLed by miracles and magic, Mirai and Liko both transformed into the Legendary Witch \"Precures\"!\nWorking together with Mirai's treasured teddy bear Mofurun and Ha-chan, a fairy born from the \"Linkle Smartbook\", they tried to repel the chaos that was encroaching upon the \"Magic World\" and \"Magicless World (Human World)\". However, that involved the separation of everyone.\nAfter being miraculously reunited a few years later, Mirai and the others begin to take steps towards their futures in their respective worlds . Mirai is a college student in the Magicless World. Liko, who returned to the Magic World, is a teacher at the Magic School. Mofurun, as always, is at Mirai's side. Ha-chan exists far away, watching over the world.\nHowever, a new disaster threatening the Magic and Magicless worlds has appeared...\nDue to signs of the coming disaster, Mirai and Liko reunite for the first time in months.\nWhile attempting to resist this mysterious enemy, they both come face to face with not only their past, but their future.\nWith the magical words \"Cure Up RaPaPa!\", their exciting tale is once again set into motion![Source: Crunchyroll]",
        "image_url": "https://u.livechart.me/anime/11856/poster_image/c104d7734fb8fc421f8273e6bad28de6.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "BEYBLADE X",
        "synopsis": "Amateur Blader Robin Kazami finds himself out of a team when he is ditched by his friends after a crushing defeat. Lucky for him, a chance encounter with former champ Jaxon Cross leads these two unlikely teammates to join forces. Jaxon intends to climb back to the top of The X under the alias “Blader X” and challenge his old teammate and current champ, Khrome Ryugu. When they find a third team member in mega-popular influencer Multi Nana-iro, the newly-formed Team Persona set their sights on going pro and claiming their spot at the top.[Source: ADK Emotions NY]",
        "image_url": "https://u.livechart.me/anime/12038/poster_image/461f331b8f16680ec6500a510258abe3.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Crayon Shin-chan",
        "synopsis": "Shinnosuke Nohara is 5 years old and goes to kindergarten. He loves beautiful ladies and stirs things up by always going at his own pace. This kindergartner certainly knows how to shake things up, but that's Shinchan, the most popular kid in Japan.\nHe goes wild everyday with his unique friends (?) in the Kasukabe Defense Organization and his little sister, Himawari, who at the age of 0, already has an eye for hotties! His mom, dad, and teachers often find themselves caught up in the chaos that Shinchan effortlessly creates!\nHis special moves include \"butt alien\" and \"butt dance\"! He's in perfect form! It's been on the air for more than 25 years and is still going strong! Take a look![Source: Shin-Ei Animation]",
        "image_url": "https://u.livechart.me/anime/1608/poster_image/46d811d4395ac79cd2965be24a726839.jpg/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Tono to Inu",
        "synopsis": "In the warring states era, there were those who performed feats resembling demons or gods—though that is now a thing of the past. The Lord now lives in a completely declined and impoverished tenement. The Lord who has fallen into such circumstances, encounters a single dog. Feeling pity for its peculiar short-limbed appearance, the Lord reaches out a hand, but soon becomes amused by its mischievous behaviors. Thus begins the cohabitation of the fearsome Lord and cheerful dog, bringing peace and harmony to their lives![Source: MyAnimeList News]",
        "image_url": "https://u.livechart.me/anime/12512/poster_image/78fa8243760e3cfe5738f10d4aae1e79.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Neko ni Naritai Tamagawa-kun",
        "synopsis": "For Tamagawa, volunteering at a cat café is the only relief from his stressful job. The manager tells him to, \"relax and learn to be spoiled,\" but he doesn't know what that means until a new customer, Rai Shindo, comes to the café and tells Tamagawa he wants to keep him as a cat! Enter their strange, but fateful relationship. A pure-hearted and soothing romantic comedy.[Source: Kodansha, translated]",
        "image_url": "https://u.livechart.me/anime/12999/poster_image/b4fe39f0b0b612cc2a64d747e02ffe11.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Yu☆Gi☆Oh! GO RUSH!!",
        "synopsis": "The anime will take place in the birthplace of \"Rush Duel,\" Mutsuba-cho. Siblings Yuuhi and Yuamu run UTS, a group that gets rid of troublesome aliens. One day they find a spaceship, and inside they find Yudias, an alien from the planet Belgar. Yudias has come to Earth to search for Rush Duel to hopefully lead him and his friends (who have been chased out of their star system) into a new future. However, Yudias himself knows nothing about Rush Duel. Yuuhi then challenges Yudias to a duel.[Source: Anime News Network]",
        "image_url": "https://u.livechart.me/anime/10955/poster_image/030c6888cfe6512aa3f926e81d2c0b82.jpg/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Kinnikuman: Perfect Origin-hen Season 2",
        "synopsis": "No synopsis has been added to this title.",
        "image_url": "https://u.livechart.me/anime/12847/poster_image/b00287b5a63dd2b56316a0328aabbf45.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Yami Shibai 14",
        "synopsis": "No synopsis has been added to this title.",
        "image_url": "https://u.livechart.me/anime/12950/poster_image/fbb0926b6f60dcdf2e2a49630413682c.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Kimi to Idol Precure♪",
        "synopsis": "No synopsis has been added to this title.",
        "image_url": "https://u.livechart.me/anime/12948/poster_image/ed7260038fd55e8ed1dbfee370a41fa1.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Fushigi Dagashiya Zenitendou",
        "synopsis": "The novel series' story centers on the mysterious candy and snack shop Zenitendou, which only lucky people can find. The shop's proprietor is a woman named Beniko, and she can recommend the perfect candy for each person's troubles. However, things might not turn out as hoped if people eat or use the confections incorrectly. Whether Beniko's sweets bring fortune or misfortune is up to the people who receive them.[Source: Anime News Network]",
        "image_url": "https://u.livechart.me/anime/10038/poster_image/9601c3ccced44360788e800e3ede0cf1.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "CARDFIGHT!! VANGUARD Divinez Deluxe-hen",
        "synopsis": "After the conclusion of the Destined Showdown, Akina and the other Vanguard fighters are enjoying their peaceful days when a missive arrives. It is an invitation to \"DELUXE\", the tournament to determine the strongest Vanguard fighter!\nThe third iteration of the tournament is packed with must-see matchups produced by AI Gui, featuring the miraculous return of Michiru Hazama, and the legendary strongest fighter of Mythisch, Kagetsu Yakumo.\nAnd in the midst of this tournament, Akina is faced with a question posed to him by Nao's mentor Kagetsu: \"What is your reason for playing Vanguard?\"\nWhat is the meaning behind this question? And how will Akina respond?\nThe quest for the pinnacle of DELUXE begins now!",
        "image_url": "https://u.livechart.me/anime/11776/poster_image/79c92e45bc8ef811ab2da573144a6fcc.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Kagaku × Bouken Survival!",
        "synopsis": "No synopsis has been added to this title.",
        "image_url": "https://u.livechart.me/anime/12533/poster_image/413c57e4622255be5cd71fd62c68f5ae.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Himitsu no AiPri",
        "synopsis": "No synopsis has been added to this title.",
        "image_url": "https://u.livechart.me/anime/12436/poster_image/2c34f6b1b1b669ceb449df28e85ab2ef.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Chibi Maruko-chan (1995)",
        "synopsis": "Momoko Sakura is an elementary school student who likes popular idol Momoe Yamaguchi and mangas. She is often called \"Chibi Maruko-chan\" due to her young age and small size. She lives together with her parents, her grandparents and her elder sister in a little town. In school, she has many friends with whom she studies and plays together everyday, including her close pal, Tama-chan; the student committee members, Maruo-kun and Migiwa-san; and the B-class trio: 'little master' Hanawa-kun, Hamaji-Bu Taro and Sekiguchi-kun. This is a fun-loving and enjoyable anime that portrays the simple things in life.[Source: Anime News Network]",
        "image_url": "https://u.livechart.me/anime/1484/poster_image/53070a09891f452ffefc030060dfa5c5.png/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Mashin Souzouden Wataru",
        "synopsis": "Wataru Hoshibe, appears as a RyuTuber aiming to become a superstar, and battles with his partner Ryuujinmaru in an alternate world of floating blocks to defeat the last boss \"Enjoda\".[Source: Ani-One Asia]",
        "image_url": "https://u.livechart.me/anime/12499/poster_image/0fc6e868f24d8daf1b4e9d048fc07a4a.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Neko ni Tensei shita Ojisan",
        "synopsis": "No synopsis has been added to this title.",
        "image_url": "https://u.livechart.me/anime/12587/poster_image/e726453d299efec2fb307e933a1ebc20.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Nintama Rantarou",
        "synopsis": "Life at Ninja school is never boring!\nRantaro, Kirimaru, and Shinbei are far from being excellent ninjas. As they embark on their training at the ninja school, they are joined by their tongue-in-cheek friends, ninja masters, and idol senior ninja trainees. All the unbelievable mistakes and confusion over the course of their training sets the base for loads of fun and entertainment.[Source: NHK Enterprises]",
        "image_url": "https://u.livechart.me/anime/9317/poster_image/1d211b5a9a06631357f676f7c91019b3.png/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Puzzle & Dragon",
        "synopsis": "The anime's story is set in the present day, and centers on Taiga Akaishi, a passionate boy who is aiming to become #1 in the world of professional gaming.[Source: Anime News Network]",
        "image_url": "https://u.livechart.me/anime/3045/poster_image/97e70dcb0d8822b168e57c7e39097a9e.jpg/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Chiikawa",
        "synopsis": "What’s a chiikawa? No one’s really sure, but everyone can see they’re small, they’re cute, and they’re always having a fun time![Source: HIDIVE]",
        "image_url": "https://u.livechart.me/anime/10860/poster_image/3cee686848dae173ee32df3e4885c919.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Ninjala",
        "synopsis": "Researchers at the World Ninja Association (WNA) have at long last developed Ninja-Gum, a mysterious substance that draws out the power of the Shinobi. Main characters like Berecca, Burton, and other WNA Academy students take on action-packed Ninja-Gum battles in a tournament designed to find the strongest Shinobi. However, conspiracies involving Ninja-Gum and unknown beings take place behind the scenes.[Source: GungHo Online Entertainment]",
        "image_url": "https://u.livechart.me/anime/10885/poster_image/f317ecf5a83bcae3074dca0aaeb64989.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Sazae-san",
        "synopsis": "The main character is a mother named Sazae-san. She lives in a house with her husband, her kids and her parents. The show is the ultimate family program and tends to follow traditional themes. Think of this show as the Japanese equivalent to \"The Partridge Family\" and you'll get a good feel for this show's atmosphere. Don't expect to see things like violence, swearing, kung-fu action or magical girls. The plots are more like \"Today, Sazae-san goes to the new mall and gets lost\". Such \"boring\" plotlines and the simplistic art are often a turn-off to non-Japanese audiences, but most Japanese find the show incredibly good. As a result, it continues to be one of the top ratings grabbers on TV and is one of the few anime that is considered \"acceptable\" by adults.[Source: AniDB]",
        "image_url": "https://u.livechart.me/anime/1483/poster_image/8f2dafdd473cb9b0d16d4d24a6730862.jpg/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Chibi Godzilla no Gyakushuu 2024",
        "synopsis": "No synopsis has been added to this title.",
        "image_url": "https://u.livechart.me/anime/12554/poster_image/c59ca8324547bbcf77291b711dc9c9ee.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Bonobono (TV 2016)",
        "synopsis": "Bonobono is a simple, good-hearted sea otter who lives near a large forest. Every day he has small adventures with his two best friends, Shimarisu the mischievous squirrel and Araiguma the short-tempered raccoon.[Source: Anime News Network]",
        "image_url": "https://u.livechart.me/anime/1966/poster_image/d16566d5a5802d8d1fa288ff0740bb26.png/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Sore Ike! Anpanman",
        "synopsis": "One night, a Star of Life falls down the chimney of a bakery nestled deep in the forest, causing the dough in the oven to come to life. The dough becomes Anpanman, a superhero made of anpan (a sweet roll with bean jam filling). Together with his friends, Anpanman fights his rival Baikinman and helps the malnourished.[Source: Anime News Network]",
        "image_url": "https://u.livechart.me/anime/11428/poster_image/118830ab359a6d600bde01ba6a78c2de.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Okaimono Panda!",
        "synopsis": "Anime based on Rakuten's official mascot Okaimono Panda.\nOkaimono Panda has a big heart and always gives 110% no matter what. They are also a bit of a shopaholic, which sometimes gets them into a spot of trouble…",
        "image_url": "https://u.livechart.me/anime/12649/poster_image/af31b7f145295f71c1795bbfcfcb60ff.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Punirunes Puni 2",
        "synopsis": "No synopsis has been added to this title.",
        "image_url": "https://u.livechart.me/anime/12752/poster_image/f778f6ff74552eb8e68678c573072e4e.webp/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Shimajirou no Wow!",
        "synopsis": "Fourth season of the Shimajirou children's television series.",
        "image_url": "https://u.livechart.me/anime/10106/poster_image/d4d678d65a5ebadc682b0e19f0fbd0ed.jpg/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Hanakappa",
        "synopsis": "Story about Kappa with flowers on their heads.[Source: MyAnimeList]",
        "image_url": "https://u.livechart.me/anime/10051/poster_image/7ead10a56ef14ba53beed6d9b5278ec6.jpg/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "Ohayo! Unko-sensei",
        "synopsis": "No synopsis has been added to this title.",
        "image_url": "https://u.livechart.me/anime/12739/poster_image/bc14db29ee705d5fc219445b58bfe0c6.jpg/small.jpg",
        "season": "Winter 2025"
    },
    {
        "title": "minimini minini",
        "synopsis": "The anime centers on the non-verbal palm-sized LINE FRIENDS minini characters surviving in the human world.[Source: Anime News Network]",
        "image_url": "https://u.livechart.me/anime/12972/poster_image/fe044228b4694a572afb3af4a196d4e2.webp/small.jpg",
        "season": "Winter 2025"
    }
]